{
    "about_me": "About Me",
    "my_projects": "My Projects",
    "my_xp": "Number of projects",
    "profile_description": "WEB Developer",
    "about_me_description": "My name is Ítalo Costa, I am graduated in Information Systems from the FA7 college and I am Middle React Front-End Developer. I have more than two years of experience as a React Developer and currently I work at DartDigital developing projects , proposing solutions , performing application tests and bugs fixes. I'm passionate about programming , very committed and motivated by what I do . I'm always looking to learn new techniques and build solutions in my personal and professional projects.",
    "access_repository": "Access Repository",
    "access_website": "Access Web Site",
    "libraries_used": "Libraries used:",
    "about": "About:",
    "coffee_delivery_title": "Project Coffee Delivery",
    "coffee_delivery_about": "Application to manage a shopping cart of a fictional coffee shop. This challenge was proposed in RocketSeat's ignite 2022 course, making the Figma model available for construction, the entire application built from scratch.",
    "design_system_title": "Design System project with Radix elements",
    "design_system_about": "A Design System designed with a set of styling patterns, for customizing elements from the Radix.ui library",
    "nlw_habits_title": "Project Habits",
    "nlw_habits_about": "Application to manage your daily habits, Application built in nlw setup week and added more features like: Authentication using useAuth, Loading Page, global context with Jotai and Notifications.",
    "my_activities_title": "Project My Activities",
    "my_activities_about": "Project created to organize your daily activities. Application created in ReactJS has similar functionality to Trello.",
    "feedback_widget_title": "Project Feedback Widget",
    "feedback_widget_about": "Project created to record user feedback, where he reports errors or ideas for improvement for the application with possibility of taking a screenshot of the screen and recording a related comment. In addition to these features , you can send feedback by e-mail using the Mailtrap service. New features were developed by me: Creation of the panel to view the feedbacks sent by a specific user, User authentication using social networks like Google and Facebook, Print preview sent by the user, Dark mode and responsive using tailwind.",
    "task_manager_title": "Project Task Manager Dashboard",
    "task_manager_about": "Task management project where the user records their activities and ends when they complete them.",
    "attention_info": "Attention: This application has problems with the railway hosting service, so it will not be possible to test it in a production environment. To test, follow the github repo guidance to run the project on frontend and backend.",
    "tooltip_title": "Number of projects developed by specific technology"
}