{
    "about_me": "Sobre mim",
    "my_projects": "Meus Projetos em destaque",
    "profile_description": "Desenvolvedor WEB",
    "about_me_description": "Olá, Meu nome é Ítalo Costa, graduado em Sistemas de Informações e trabalho como desenvolvedor Frontend especializado em ReactJS / NextJS. Atualmente trabalho na empresa EQI Investimentos e dedico maior parte do meu tempo na construção de Landing pages profissionais e atrativas para aquisição de leads. Trabalho com desenvolvimento React há 3 anos e possuo mais de 20 projetos pessoais no meu Github. Eu sou apaixonado por programação, bastante comprometido e motivado pelo que faço . Estou sempre na procura de aprender novas técnicas e construir melhores soluções nos meus projetos.",
    "access_repository": "Acessar Repositório",
    "access_website": "Acessar WebSite",
    "about": "Sobre:",
    "resume": "Currículo",
    "project_title": "Projeto",
    "rentx_title": "Rentx",
    "rentx_about": "Sistema fictício de aluguel de carros, usando React com Tailwind CSS responsivo. Esta aplicação foi construída com base no modelo Figma fornecido pela Rocketseat",
    "ricky_and_morty_title": "Ricky and Morty",
    "ricky_and_morty_about": "O projeto consiste em uma tela de listagem de personanges com busca e paginação e uma tela de detalhes que deve conter informações sobre os personangens da série Rick and Morty e uma opção para favoritar ou não o personagem. Toda a aplicação foi construída do zero em 1 semana",
    "coffee_delivery_title": "Coffee Delivery",
    "coffee_delivery_about": "Aplicação para gerenciar um carrinho de compras de uma cafeteria fictícia. Esse desafio foi proposto no curso ignite 2022 da RocketSeat , disponibilizando o modelo do Figma para construção, toda a aplicação foi construída do zero .",
    "design_system_title": "Design System com elementos do Radix",
    "design_system_about": "Um Design System projetado com um conjunto de padrões de estilização , para customizar elementos da biblioteca Radix.ui",
    "nlw_habits_title": "Habits",
    "nlw_habits_about": "Aplicação para gerenciar seus hábitos diários, Aplicação constrída na semana nlw setup e foi acrescentado mais recursos como : Autenticação usando o useAuth, Loading Page, contexto global com Jotai e Notificações.",
    "feedback_widget_title": "Feedback Widget",
    "feedback_widget_about": "Projeto criado para o registro de feedbacks do usuário , onde ele reporta erros ou ideias de melhora para a aplicação com possibilidade de tirar print da tela e registrar um comentário relacionado. Além dessas funcionalidades , tem a possibilidade de envio de feedback por e-mail utilizando o serviço Mailtrap.  Novas funcionalidades foram desenvolvidas por mim : Criação do dashboard para visualizar os feedbacks enviados por um usuário específico, Autenticação do usuário utilizando redes sociais como o Google e Facebook , Visualização do print enviado pelo usuário , Dark mode e responsividade utilizando o tailwind.",
    "my_activities_title": "My Activities",
    "my_activities_about": "Projeto criado para organizar suas atividades diárias . Aplicativo criado em ReactJS tem funcionalidades semelhantes ao Trello .",
    "task_manager_title": "Task Manager Dashboard",
    "task_manager_about": "Projeto de gerenciamento de tarefas onde o usuário registra suas atividades e finaliza quando completá-las. ",
    "attention_info": "Atenção : Aplicação temporariamente indisponível",
    "tooltip_title": "Quantidade de projetos pessoais desenvolvidos por tecnologia específica"
}